{
    "description": "<p>As part of the <a href=\"http://www.codata.org/datatrieste2018\">CODATA-RDA Research Data Science Summer School in Trieste (6-17 Aug 2018)</a>, ELIXIR Training has contributed in the organization of the flanking Advanced Bioinformatics workshop (20-24 Aug 2018) with a particular focus on Machine Learning applications, as part of the ELIXIR Implementation Study on Learning Paths.</p>\n<p>This advanced bioinformatics course provided an overview of the current status of different NGS workflows (variant calling, RNA-Seq, ChIP-Seq, Metagenomics etc), and combined them with the appropriate Machine Learning and Data Mining approaches. After providing a strong foundation of the underlying theory and concepts, the course relied heavily on hand-on exercises and tutorials in order for the participants to directly apply and practice on methods and techniques presented throughout each day.</p>\n<p>The material is organized into five days / modules:</p>\n<ol>\n<li>Experimental Design and Statistics</li>\n<li>Introduction to basic NGS pipelines</li>\n<li>Machine Learning and Data Mining in Bioinformatics</li>\n<li>Introduction to epigenomics</li>\n<li>Metagenomics and Correlation in Life Sciences</li>\n</ol>\n<p>All content has been designed to work with the <a href=\"https://readthedocs.org/\">readthedocs</a> platform, with the rendered site being available <a href=\"https://codata-rda-advanced-bioinformatics-2018.readthedocs.io\">here</a>.</p>",
    "license": "CC-BY-SA-4.0",
    "title": "ELIXIR / CODATA-RDA Research Data Science Advanced Workshop on Bioinformatics",
    "version": "v1.0.2",
    "upload_type": "software",
    "publication_date": "2018-10-02",
    "creators": [
        {
            "affiliation": "Institut Pasteur de Tunis, @h3abionet",
            "name": "Amel Ghouila",
            "orcid": "0000-0002-1597-1841"
        },
        {
            "affiliation": "Cyber Valley Initiative, University of Tübingen, DE",
            "name": "Gabriele Schweikert",
            "orcid": "0000-0002-7813-7918"
        },
        {
            "affiliation": "Institute of Applied Biosciences - CERTH, GR",
            "name": "Fotis E. Psomopoulos",
            "orcid": "0000-0002-0222-4273"
        }
    ],
    "access_right": "open"
}
